import React,{useEffect} from 'react'
import Footer from '../Components/Footer'
import HomeSlider from '../Components/HomeSlier'
import Nav from '../Components/Nav'
import WheatherAlert from '../Components/WeatherAlert'

function Home() {
   
    
  return (
    <><Nav/>
    <main className="site-main page-spacing">
          <HomeSlider/>
         
        
    
         
          {/* <!-- Testimonial Section --> */}
          <div className="container-fluid no-padding testimonial-section">
              <div className="section-padding"></div>
              {/* <!-- Container -->	 */}
              <div className="container">
                  {/* <!-- Section Header --> */}
                  <div className="section-header">
                    <h1>ആമുഖം</h1>
                      <p>ദൈവത്തിന്റെ സ്വന്തം നാടായ കേരളത്തിന്റെ 590 കിലോമീറ്റര്‍ വ്യാപിച്ചു കിടക്കുന്ന സമൃദ്ധമായ തീരവും, 44 നദികളാലും, എണ്ണമറ്റ ജലസംഭരണികളാലും ജൈവ സമൃദ്ധവും ഹരിതാഭവുമായ ഭൂപ്രദേശവും മലയാളികളുടെ ജീവിത പുരോഗതിയുടെ വിളനിലങ്ങളാണ് വിവിധ ഇനം മത്സ്യങ്ങള്‍, ഇതര ജന്തുവിഭാഗങ്ങള്‍, ജല സസ്യങ്ങള്‍, ആല്‍ഗകള്‍ മറ്റ് ജലജീവികള്‍ എന്നിവയാല്‍ സമ്പുഷ്ടമാണ്.  കേരള തീരത്തേയും ഇതര ജല സ്‌ത്രേസ്സുകളിലെയും ആവാസവ്യവസ്ഥ  കേരളത്തിന്റെ ജൈവവൈവിധ്യവും മത്സ്യ സമ്പത്തും 10 ലക്ഷത്തിലധികം മത്സ്യത്തൊഴിലാളികളുടെ നിലനില്‍പ്പിനാധാ രമാണ്.  കൂടാതെ മത്സ്യകൃഷി, വിനോദ സഞ്ചാരം, വിദ്യാഭ്യാസം, വാണിജ്യാധിഷ്ഠിത മത്സ്യബന്ധനം എന്നിവയിലും മത്സ്യത്തൊഴിലാളി പുരോഗതി കൈവരിച്ച് കഴിഞ്ഞു.  ജനസംഖ്യ വര്‍ദ്ധനവ്, സാംസ്‌ക്കാരിക വൈവിധ്യം, വളരുന്ന  സമ്പദ്‌വ്യവസ്ഥ തുടങ്ങിയവ സംസ്ഥാനത്ത്  അധിക വിഭവ ചൂഷണത്തിന് ഇടയാക്കുകയും  അതിന്റെ ഫലമായി കടല്‍ വിഭവങ്ങളുടെ പരിപാലനം കൂടുതല്‍ സങ്കീര്‍ണ്ണമാക്കുകയും ചെയ്തു.

2020-21 കാലഘട്ടത്തില്‍ കേരളത്തിലെ മത്സ്യ മേഖല മൊത്തം ജിഡിപിക്ക് 1.58 ശതമാനവും സമുദ്രോത്പന്ന കയറ്റുമതിയിലൂടെ  അതുവരെയുണ്ടായിരുന്ന കണക്കുകള്‍ പിന്നിലാക്കി  5919.02 കോടി രൂപയുടെ റെക്കോര്‍ഡ് നേട്ടവുമാണ് രേഖപ്പെടുത്തിയത് നിലവില്‍ സംസ്ഥാനത്ത് 222 കടലോര മത്സ്യഗ്രാമങ്ങളും ഉള്‍നാടന്‍ മേഖലയില്‍ 113 മത്സ്യഗ്രാമങ്ങളുണ്ട്.  ഇവിടങ്ങളില്‍ ഭൂരിഭാഗം ജനങ്ങളുടെയും ഉപജീവനമാര്‍ഗ്ഗം  മത്സ്യബന്ധനവും അനുബന്ധതൊഴിലുകളുമാണ്.  കേരളത്തിലെ പ്രകൃതിദത്തമായ ഉള്‍നാടന്‍ ജലശ്രോതസ്സുകള്‍ ജലകൃഷി വ്യാപകമാക്കുന്നതിന് വളരെയേറെ സഹായകരമാണ്. </p>
                    
                    <p>സമുദ്ര ഉള്‍നാടന്‍ മേഖലകളുടെ സുസ്ഥിരമായ വികസനവും ഉപയോഗവും വഴി സാമ്പത്തിക വളര്‍ച്ചയും ഭക്ഷ്യസുരക്ഷയും പോഷക സുരക്ഷയും, മത്സ്യത്തൊഴിലാളികളുടെ സാമ്പത്തിക-സാമൂഹിക ഉന്നമനവും.   </p>
                   
                  </div>
                  
                 
              </div>
              <div className="section-padding"></div>
          </div>
          
      </main>
      <Footer/>
      </>
  )
}

export default Home